{
  "app-description": "Sunrise is a specialized data availability layer for proof of liquidity, \nwhich enhances liquidity and sovereignty for developers.",
  "sunrise-question": "Build with Sunrise",
  "sunrise-definition": "Sunrise is the data availability layer with unique functionalities that enhance modular blockchain development and provide a comprehensive solution to scalability for modern blockchains.",
  "sunrise-01": {
    "label": "Monolithic blockchains can't scale.",
    "description": "A monolithic chain is a generalist blockchain that performs all tasks. Overall, the monolithic approach is to “do everything yourself”. \n\nHowever, this approach is expensive, not customizable, and not scalable. It's extremely slow to build and deploy modern applications directly on monolithic chains. It's an outdated formula, ready for disruption."
  },
  "sunrise-02": {
    "label": "The modular paradigm is already here.",
    "description": "A modular blockchain differs from a monolithic chain in that its four main functions can each be offloaded to a separate layer. \n\nSunrise is an example of a blockchain that specializes in fulfilling the function of data availability (“DA”) and consensus, while offloading the responsibility of execution and settlement to a different network. \n\nBy using this structure, Modular Blockchains are more efficient, customizable, scalable, sovereign..."
  },
  "sunrise-03": {
    "label": "What will you build in a modular future?",
    "description": "Sunrise provides a fast and secure data and consensus layer that gives you all you need to launch a sustainable modular blockchain. \n\nSunrise is a global DA layer, originating in Japan. \n\nWith Sunrise, your chain can become scalable and sovereign, giving you the freedom to build your chain anyway you want. Sunrise’s DA layer supports any execution environment, empowering you to create next-gen blockchain solutions."
  },
  "sunrise-04": {
    "label": "The unique value of Sunrise",
    "description": "Sunrise brings further innovation to the modular paradigm by introducing unique functionality for AltDA: Fee Abstraction and Proof of Liquidity (PoL). \n\nSunrise resolves singular token dependency by allowing anyone to engage in PoL in exchange for blobspace. Users can LP to any pool of their choice, including stable pools, settlement layer tokens, and bridged tokens through our cross-chain integrations. This allows Sunrise and Sunrise’s users to become secured by liquidity from many various ecosystems. \n\nSunrise also resolves the liquidity issue by extending replicating Berachain Proof of Liquidity across the entire DA Layer. This replaces the net-fee extract model (used by many AltDA providers) with an aligned liquidity and security model that replaces Berachain. \n\nTogether, these unique functions supercharge Data Availability while enhancing liquidity and sovereignty for developers."
  },
  "sunrise-features": {
    "label": "Build better blockchains, more easily and efficiently than ever before.",
    "description": "Building blockchains doesn't have to be complicated. Develop intuitively with data availability for the modular future.",
    "feature-1": {
      "label": "Easy to use",
      "description": "No need to bootstrap your own validator set, deploy easily onto Sunrise and benefit from shared security."
    },
    "feature-2": {
      "label": "Scalable",
      "description": "Modular blockchains scale easily so developers using Sunrise will not have to worry about infrastructure."
    },
    "feature-3": {
      "label": "Interoperable",
      "description": "Build interoperable rollup."
    },
    "feature-4": {
      "label": "AltDA Fee Abstraction",
      "description": "LP to a pool of your choice, engaging in PoL in exchange for blobspace."
    },
    "feature-5": {
      "label": "Proof of Liquidity",
      "description": "Bootstrap liquidity and benefit from aligned & enhanced security, using LP tokens of your choice, and the liquidity of many ecosystems to secure your rollup."
    }
  },
  "sunrise-products": {
    "label": "What you can build with Sunrise",
    "description": "Sunrise is the comprehensive solution to problems faced in modern blockchain development.",
    "product-validiums": {
      "label": "Optimium / Validium",
      "description": "A type of zero-knowledge rollup that posts its data off-chain rather than to its parent chain. The off-chain environment that data is posted to a separate chain, such as Sunrise. They save up to 90% of gas fees when compared to rollups that post data directly to Ethereum and they can LPing to use Sunrise DA Layer."
    },
    "product-rollups": {
      "label": "Sovereign Rollups",
      "description": "A sovereign rollup is a type of blockchain that publishes its transactions to another blockchain, typically for ordering and data availability, but handles its own settlement. \n\nThe Sovereign rollups are responsible for execution and settlement, while the DA layer handles consensus and data availability."
    },
    "product-pol": {
      "label": "Sovereign Proof of Liquidity",
      "description": "Sunrise supports minting LP share.  The LST of LP share of the Sovereign Rollup’s native tokens and the Sunrise token can be staked to the Sovereign Rollup for governance and reward distribution."
    }
  },
  "sunrise-mission": {
    "label": "Mission",
    "description": "Realizing the next generation of web applications by enhancing liquidity and sovereignty for developers."
  }
}