{
  "app-description": "Sunriseは、エンターテイメント市場向けにモジューラーブロックチェーンのデータ可用性層を提供し、 高スループットのデータ要件に対応し、誰でも簡単に独自のブロックチェーンを立ち上げることができます。",
  "sunrise-question": "Sunriseとは何か",
  "sunrise-definition": "Sunriseは、最新のブロックチェーン開発で直面する問題を解決する包括的なソリューションです。",
  "sunrise-01": {
    "label": "モノリシックなブロックチェーン では追いつけない。",
    "description": "モノリシック・チェーンとは、すべてのタスクを実行するジェネラリスト・ブロックチェーンのことだ。本当にモノリシックなアプローチは、「すべてを自分でやる」ということです。 しかし、最新のアプリケーションをモノリシックチェーン上に直接構築するのは、法外に高価で時間がかかります。"
  },
  "sunrise-02": {
    "label": "モジュラーの進化 がここにある。",
    "description": "モジュラー型ブロックチェーンがモノリシックチェーンと異なるのは、4つの役割のうち1つ以上を別のレイヤーにオフロードしている点です。 Sunriseは、トランザクションの実行と調停の責任を別のネットワークにオフロードすることで、データの可用性（「DA」）とコンセンサスの機能を満たすことに特化したブロックチェーンです。"
  },
  "sunrise-03": {
    "label": "Sunrise上で何を作る？",
    "description": "Sunriseはモジュールブロックチェーンの土台を提供します。 Sunriseがあれば、チェーンは主権を持つことができます。これは、思いのままにチェーンを構築できる自由を意味します。 Sunriseはどのような実行環境にも対応しているため、次世代のブロックチェーン・ソリューションを構築する力を手に入れることができます。"
  },
  "sunrise-04": {
    "label": "Sunriseの価値",
    "description": "Sunriseは、エンターテインメント市場で持続可能なブロックチェーンを立ち上げるために必要なすべてを提供する、高速で安全なデータとコンセンサスのレイヤーを提供します。 Sunriseがモジュール式の基盤を提供するので、お客様はイノベーションを実現できます。 Sovereign Proof of Liquidityによるソブリン・ロールアップは、ガバナンスに参加した人とトークンに流動性を提供した人の両方にインセンティブを与えることができます。 また、「あらゆるトークンをAltDAのガスフィーとして受け入れる」機能により、サンライズは長期的な利回りを生み出すことを保証します。"
  },
  "sunrise-features": {
    "label": "より優れたブロックチェーンを これまで以上に簡単かつ効率的に",
    "description": "ブロックチェーンの構築は複雑である必要はありません。 未来のために構築されたベースレイヤーで直感的に開発しましょう。",
    "feature-1": {
      "label": "Easy to use",
      "description": "独自のバリデーターセットをブートストラップする必要がなく、Sunriseで簡単にセットアップできます。"
    },
    "feature-2": {
      "label": "Scalable",
      "description": "開発者はインフラのことを考えずに目的に集中できます。"
    },
    "feature-3": {
      "label": "Flexible",
      "description": "Sunriseはあらゆるブロックチェーン実行環境をサポートし、開発者のイノベーションを可能にします。"
    },
    "feature-4": {
      "label": "Any tokens as Gas fees",
      "description": "Sunriseでは、プロジェクトがSunriseを利用する際に、あらゆるトークンをガス代として支払うことができます。"
    },
    "feature-5": {
      "label": "Sovereign Proof of Liquidity",
      "description": "プロジェクトは、ガバナンスに参加した人とトークンの流動性を提供した人の両方にインセンティブを与えることができます。"
    }
  },
  "sunrise-products": {
    "label": "Sunrise上で構築できるもの",
    "description": "Sunriseは、最新のブロックチェーン開発で直面する問題を解決する包括的なソリューションです。",
    "product-validiums": {
      "label": "Validiums",
      "description": "ゼロ・ナレッジ・ロールアップの一種で、親チェーンではなくオフチェーンにデータをポストします。オフチェーン環境では、データはSunriseなどの別のチェーンにポストされます。イーサリアムに直接データをポストするロールアップと比較すると、ガス料金を最大90%節約でき、AltDAのガス料金として任意のトークンを支払うことができます。"
    },
    "product-rollups": {
      "label": "Sovereign Rollups",
      "description": "ソブリン・ロールアップはブロックチェーンの一種であり、そのトランザクションを他のブロックチェーンに公開します。 ソブリン・ロールアップは取引の実行と調停を担当し、DAレイヤーはコンセンサスとデータの可用性を担当します。"
    },
    "product-pol": {
      "label": "Sovereign Proof of Liquidity",
      "description": "SunriseのLSTとソブリンロールアップネイティブトークンのAMM LPシェアは、ソブリンロールアップの議決権となります。(例：GLU/stSR） プロジェクトのトークンに対して流動性供給した人に適切に報いることができます。"
    }
  },
  "sunrise-vision": {
    "label": "Vision",
    "description": "我々は、Layer1のブロックチェーンはすべてDA Layerになると考えています。つまり、それぞれのDAレイヤーがポジションを取ることになります。私たちはエンターテインメント業界にフォーカスし、トークンの流動性における課題を解決しながら、より多くの人がエンターテインメントを楽しめる世界を作っていきます。"
  }
}